Repository: openattic/openattic
Catalog: webui/locale/*.po
Languages: de_de

source: (DeepSea is not able to provide Object Gateway credentials)
de_de: (DeepSea kann keine Object Gateway Berechtigungen bereitstellen)

source: (Used: {{ usedSize }} - Free: {{ free }})
de_de: ({{ free }} frei von {{ usedSize }})

source: (deleting...)
de_de: (lösche...)

source: (disabled)
de_de: (deaktiviert)

source: (inherited from global config)
de_de: (Von globaler Konfiguration übernommen)

source: - Select an application to use -
de_de: - Wählen Sie eine Application -

source: -- Select a cluster --
de_de: -- Wählen Sie einen Cluster --

source: -- Select a compression algorithm --
de_de: -- Wählen Sie einen Komprimierungsalgorithmus --

source: -- Select a compression mode --
de_de: -- Wählen Sie einen Komprimierungsmodus --

source: -- Select a crush ruleset --
de_de: -- Wählen Sie ein crush ruleset --

source: -- Select a permission --
de_de: -- Wählen Sie eine Berechtigung --

source: -- Select a pool type --
de_de: -- Wählen Sie ein Pooltyp --

source: -- Select a subuser --
de_de: -- Wählen Sie ein Unterbenutzer --

source: -- Select a type --
de_de: -- Wählen Sie einen Typ --

source: -- Select a user --
de_de: -- Wählen Sie einen Benutzer --

source: -- Select an erasure code profile --
de_de: -- Wählen Sie ein Erasure Code Profil --

source: -- Select the access type --
de_de: -- Wählen Sie eine Zugriffsart --

source: -- Select the external auth system --
de_de: -- Wählen Sie ein externes Authentifizierungssystem --

source: -- Select the host --
de_de: -- Wählen Sie einen Host --

source: -- Select the object gateway user --
de_de: -- Wählen Sie einen Object Gateway Benutzer --

source: -- Select the storage backend --
de_de: -- Wählen Sie ein Storage Back-End --

source: <a ui-sref="settings"> <strong>Salt API Host</strong> and <strong>TCP Port</strong> settings</a> are defined correctly
de_de: <a ui-sref="settings"> <strong>Salt API Host</strong> und <strong>TCP Port</strong> Einstellungen</a> sind korrekt

source: <a ui-sref="settings"><strong>DeepSea / Salt REST API</strong> settings are defined correctly</a>
de_de: <a ui-sref="settings"><strong>DeepSea / Salt REST API</strong> Einstellungen sind korrekt</a>

source: <a ui-sref="settings"><strong>Grafana Host</strong> setting</a> is defined correctly
de_de: <a ui-sref="settings"><strong>Grafana Host</strong> Einstellung</a> ist korrekt

source: <a ui-sref="settings"><strong>Object Gateway Access Key</strong>, <strong>Secret Key</strong> and <strong>Admin User</strong> settings</a> are defined correctly
de_de: <a ui-sref="settings"><strong>Object Gateway Access Key</strong>, <strong>Secret Key</strong> und <strong>Admin User</strong> Einstellungen</a> sind korrekt

source: <a ui-sref="settings"><strong>Object Gateway Admin User</strong> setting</a> is a "system" user.<br> Run <kbd>radosgw-admin user info --uid=<userid> | grep system</userid></kbd> to check whether the user &lt;USERID&gt; has system capabilities.
de_de: <a ui-sref="settings"><strong>Object Gateway Admin User</strong> Einstellung</a> ist ein "System"-Benutzer.<br> Führen Sie <kbd>radosgw-admin user info --uid=<userid> | grep system</userid></kbd> aus, um zu prüfen ob der Benutzer &lt;USERID&gt; Systemberechtigungen hat.

source: <a ui-sref="settings"><strong>Object Gateway Host</strong> and <strong>Port</strong> settings</a> are defined correctly
de_de: <a ui-sref="settings"><strong>Object Gateway Host</strong> und <strong>Port</strong> Einstellungen</a> sind korrekt definiert

source: <a ui-sref="settings"><strong>Object Gateway Host</strong> setting</a> is defined correctly
de_de: <a ui-sref="settings"><strong>Object Gateway Host</strong> Einstellung</a> ist korrekt definiert

source: <a ui-sref="settings"><strong>Object Gateway Host</strong>, <strong>Port</strong>, <strong>Access Key</strong>, <strong>Secret Key</strong>, <strong>Admin User</strong> and <strong>Use SSL</strong> settings</a> are defined correctly
de_de: <a ui-sref="settings"><strong>Object Gateway Host</strong>, <strong>Port</strong>, <strong>Access Key</strong>, <strong>Secret Key</strong>, <strong>Administrator</strong> und <strong>SSL</strong> Einstellungen</a> sind korrekt definiert

source: <a ui-sref="settings"><strong>Salt API Host</strong> and <strong>TCP Port</strong> settings</a> are defined correctly
de_de: <a ui-sref="settings"><strong>Salt API Host</strong> und<strong>TCP Port</strong> Einstellungen</a> sind korrekt

source: <a ui-sref="settings"><strong>Salt API Host</strong> setting</a> is defined correctly
de_de: <a ui-sref="settings"><strong>Salt API Host</strong> Einstellung</a> ist korrekt

source: <a ui-sref="settings"><strong>Salt API Username</strong>, <strong>Shared Secret</strong> and <strong>External Auth System</strong> settings</a> are defined correctly.
de_de: <a ui-sref="settings"><strong>Salt API Benutzername</strong>, <strong>Shared Secret</strong> und <strong>External Auth System</strong> Einstellungen</a> sind korrekt.

source: <li>At least one <a ui-sref="cephNodes">Salt Minion node</a> assigned to the role <strong>ganesha</strong> exists</li>
de_de: <li>Mindestens ein<a ui-sref="cephNodes">Salt Minion Node</a> mit der Rolle <strong>ganesha</strong> existiert</li>

source: <strong>/etc/ceph/*.keyring</strong> can be read by the <strong>openattic</strong> user
de_de: <strong>/etc/ceph/*.keyring</strong> kann durch den <strong>openattic</strong> Benutzer gelesen werden

source: <strong>/etc/ceph/*.keyring</strong> exists and has <strong>mds</strong> capabilities
de_de: <strong>/etc/ceph/*.keyring</strong> existiert und <strong>mds</strong> kann benutzt werden

source: <strong>Grafana Host</strong> and <strong>Port</strong> are defined correctly
de_de: <strong>Grafana Host</strong> und <strong>Port</strong> sind korrekt

source: <strong>Grafana Username</strong> and <strong>Password</strong> are defined correctly
de_de: <strong>Grafana Benutzername</strong> und <strong>Passwort</strong> sind korrekt

source: <strong>Grafana</strong> settings are defined correctly
de_de: <strong>Grafana</strong> Einstellungen sind korrekt

source: <strong>Remember</strong>, for bugs and issues, you need to open a Jira ticket.
de_de: <strong>Denken Sie daran</strong>, eröffnen Sie ein Jira-Ticket, sollten Sie Fehler finden.

source: <strong>Your feedback</strong><br>makes openATTIC better
de_de: <strong>Ihr Feedback</strong><br>macht openATTIC besser

source: <strong>python-cephfs</strong> package is correctly installed in the openATTIC host
de_de: Das <strong>python-cephfs</strong> Paket ist korrekt installiert auf dem openATTIC Host

source: <strong>{{ clusterName }}</strong> with fsid <strong>{{ fsid }}</strong>
de_de: <strong>{{ clusterName }}</strong> mit fsid <strong>{{ fsid }}</strong>

source: A password is required.
de_de: Ein Passwort wird benötigt.

source: API Recorder
de_de: API Rekorder

source: API authentication token
de_de: Authentifizierungstoken

source: API-Recorder
de_de: API-Rekorder

source: Add
de_de: Hinzufügen

source: Add S3 key
de_de: S3 key hinzufügen

source: Add S3 key: {{ user }}
de_de: Füge S3 key hinzu: {{ user }}

source: Add Swift key: {{ user }}
de_de: Füge Swift key hinzu: {{ user }}

source: Add applications
de_de: Application hinzufügen

source: Add bucket: {{ bucket }}
de_de: Füge Bucket hinzu: {{ bucket }}

source: Add capability
de_de: Capability hinzufügen

source: Add capability: {{ type }}
de_de: Füge capability hinzu: {{ type }}

source: Add clients
de_de: Clients hinzufügen

source: Add erasure code profile
de_de: Erasure Code Profil hinzufügen

source: Add image
de_de: Image hinzufügen

source: Add initiator
de_de: Initiator hinzufügen

source: Add portal
de_de: Portal hinzufügen

source: Add subuser
de_de: Unterbenutzer hinzufügen

source: Add subuser: {{ subuser }}
de_de: Füge Unterbenutzer hinzu: {{ subuser }}

source: Add user: {{ userId }}
de_de: Füge Benutzer hinzu: {{ userId }}

source: Admin User
de_de: Administrator

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Advanced information:
de_de: Erweiterte Informationen:

source: Advanced settings
de_de: Erweitere Einstellungen

source: Alternatively check that <strong>DeepSea</strong> is returning the correct <strong>RGW</strong> information by running the following command on the Salt master: <kbd># salt-run ui_rgw.credentials</kbd>
de_de: Überprüfen Sie alternativ, ob <strong>DeepSea</strong> die korrekten <strong>RGW</strong> Informationen zurück gibt, indem Sie folgenden Kommando auf dem Salt master ausführen: <kbd># salt-run ui_rgw.credentials</kbd>

source: Alternatively check that <strong>DeepSea</strong> is running correctly
de_de: Überprüfen Sie alternativ, ob <strong>DeepSea</strong> korrekt läuft

source: An IQN has the following notation 'iqn.$year-$month.$reversedAddress:$definedName'
de_de: Eine IQN hat die folgende Notation 'iqn.$year-$month.$reversedAddress:$definedName'

source: And this is why we wanted to let you know that you can get in contact with us on many social media platforms. Your comments, your ideas, and everything you think will help make your work at openATTIC better.
de_de: Und daher möchten wir Sie wissen lassen, dass Sie mit uns auf vielen sozialen Medien in Kontakt treten können. Senden Sie uns Ihre Kommentare, Ihre Ideen und alles, was helfen kann, openATTIC zu verbessern.

source: Any client can access
de_de: Jeder Client hat Zugriff

source: Are you sure you want to leave this page?
de_de: Sind Sie sich sicher, dass Sie diese Seite verlassen möchen?

source: At least one <a ui-sref="cephNodes">Salt Minion node</a> assigned to the role <strong>igw</strong> exists
de_de: Mindestens ein <a ui-sref="cephNodes">Salt Minion Node</a> mit der Rolle <strong>igw</strong> existiert

source: At least one <a ui-sref="cephNodes">Salt Minion node</a> assigned to the role <strong>mds</strong> or <strong>rgw</strong> exists
de_de: Mindestens ein <a ui-sref="cephNodes">Salt Minion Node</a> mit der Rolle <strong>mds</strong> oder <strong>rgw</strong>existiert

source: At least one <a ui-sref="cephNodes">Salt Minion node</a> assigned to the role <strong>rgw</strong> exists
de_de: Mindestens ein <a ui-sref="cephNodes">Salt Minion Node</a> mit der Rolle <strong>rgw</strong> existiert

source: At least one active <a ui-sref="ceph-rgw-users">Object Gateway user</a> exists
de_de: Mindestens ein aktiver <a ui-sref="ceph-rgw-users">Object Gateway Benutzer</a> existiert

source: At least one feature has to be selected
de_de: Mindestens ein Feature muss ausgewählt werden

source: Back
de_de: Zurück

source: Background-Tasks
de_de: Hintergrund-Prozess

source: Basic information:
de_de: Allgemeine Informationen:

source: Be aware that you will <strong>lose all Object Gateway buckets</strong> owned by these users and that this operation <strong>cannot be undone</strong>.
de_de: Beachten Sie, dass Sie mit dieser Operation <strong>alle Object Gateway Buckets verlieren</strong>, die diesen Benutzern gehören und dass diese Operation <strong>nicht rückgängig</strong> gemacht werden kann.

source: Be aware that you will <strong>lose all Object Gateway buckets</strong> owned by this user and that this operation <strong>cannot be undone</strong>.
de_de: Beachten Sie, dass Sie mit dieser Operation <strong>alle Object Gateway Buckets verlieren</strong>, die diesem Benutzer gehören und dass diese Operation <strong>nicht rückgängig</strong> gemacht werden kann.

source: Be aware that you will <strong>lose all data</strong> in that RBD and that this operation <strong>cannot be undone</strong>.
de_de: Beachten Sie, dass Sie mit dieser Operation <strong>alle Daten verlieren</strong>, die sich in diesem RBD befinden und dass diese Operation <strong>nicht rückgängig</strong> gemacht werden kann.

source: Be aware that you will <strong>lose all data</strong> in the RBDs and that this operation <strong>cannot be undone</strong>.
de_de: Beachten Sie, dass Sie mit dieser Operation <strong>alle Daten verlieren</strong>, die sich in diesen RBDs befinden und dass diese Operation <strong>nicht rückgängig</strong> gemacht werden kann.

source: Be aware that you will <strong>lose all data</strong> in that Ceph pool and that this operation <strong>cannot be undone</strong>.
de_de: Beachten Sie, dass Sie mit dieser Operation <strong>alle Daten verlieren</strong>, die sich in diesem Ceph Pool befinden und dass diese Operation <strong>nicht rückgängig</strong> gemacht werden kann.

source: Be aware that you will <strong>lose all data</strong> in the Ceph pools and that this operation <strong>cannot be undone</strong>.
de_de: Beachten Sie, dass Sie mit dieser Operation <strong>alle Daten verlieren</strong>, die sich in diesen Ceph Pools befinden und dass diese Operation <strong>nicht rückgängig</strong> gemacht werden kann.

source: By using different Pseudo options, the same Path may be exported multiple times.
de_de: Bei Benutzung von Pseudo-Optionen kann derselbe Pfad mehrfach exportiert werden.

source: By using different Tag options, the same Path may be exported multiple times.
de_de: Bei Benutzung verschiedener Tag-Optionen kann derselbe Pfad mehrfach exportiert werden.

source: Calculation help
de_de: Berechnungshilfe

source: Cancel
de_de: Abbrechen

source: Ceph CRUSH map is loading...
de_de: Ceph CRUSH map lädt...

source: Ceph Cluster settings are loading...
de_de: Ceph Cluster Einstellungen laden...

source: Ceph OSD resources could not be loaded.
de_de: Ceph OSD Ressourcen konnten nicht geladen werden.

source: Ceph OSDs are loading...
de_de: Ceph OSDs laden...

source: Ceph Path
de_de: Ceph Pfad

source: Ceph RBD resources could not be loaded.
de_de: Die Ceph RBD Ressourcen konnten nicht geladen werden.

source: Ceph RBDs are loading...
de_de: Ceph RBDs laden...

source: Ceph cluster with fsid <strong>'{{fsid}}'</strong> couldn't be found.
de_de: Der Ceph Cluster mit der fsid <strong>'{{fsid}}'</strong> konnte nicht gefunden werden.

source: Ceph clusters are loading...
de_de: Ceph Cluster laden...

source: Ceph connection established successfully
de_de: Ceph Verbindung wurde erfolgreich hergestellt

source: Ceph connection failed
de_de: Ceph Verbindung fehlgeschlagen

source: Ceph is correctly configured in file
de_de: Ceph ist korrekt konfiguriert

source: Ceph is correctly configured in file <strong>/etc/ceph/{{ clusterName }}.conf</strong>
de_de: Ceph ist in der Datei <strong>/etc/ceph/{{ clusterName }}.conf</strong> korrekt konfiguriert

source: Ceph pool resources could not be loaded.
de_de: Ceph Pool Ressource konnte nicht geladen werden.

source: Ceph pools are loading...
de_de: Ceph Pools laden...

source: Changing these parameters from their default values is usually not necessary.
de_de: Die Standardvorgaben dieser Parameter zu ändern ist im Regelfall nicht notwendig.

source: Checking connection
de_de: Prüfe Verbindung...

source: Close
de_de: Schließen

source: Cluster-wide OSD Flags
de_de: Cluster-weite OSD Einstellungen

source: Config file
de_de: Konfigurationsdatei

source: Configure Cluster-wide OSD Flags
de_de: Konfiguriere Cluster-weite OSD Einstellungen

source: Confirm
de_de: Bestätigen

source: Confirm password
de_de: Bestätige Passwort

source: Content
de_de: Inhalt

source: Copy
de_de: Kopieren

source: Could not load NFS export
de_de: Konnte NFS export nicht laden

source: Could not load NFS shares
de_de: Konnte NFS shares nicht laden

source: Could not load iSCSI target
de_de: Konnte iSCSI target nicht laden

source: Couldn't delete the following {{ amount }} Tasks
de_de: Die folgenden {{ amount }} Prozesse konnten nicht gelöscht werden

source: Couldn't load any cluster, please contact your administrator for details.
de_de: Konnte keine Cluster laden, bitte kontaktieren Sie Ihren Administrator für mehr Details.

source: Couldn't load any pool, please contact your administrator for details.
de_de: Konnte keinen Pool laden, bitte kontaktieren Sie Ihren Administrator für mehr Details.

source: Create User: {{ username }}
de_de: Benutzer anlegen: {{ username }}

source: DNS is configured correctly and the host name defined in <strong>Grafana Host</strong> is resolvable
de_de: DNS ist korrekt konfiguriert und der in <strong>Grafana Host</strong> definierte Hostname ist auflösbar

source: DNS is configured correctly and the host name defined in <strong>Object Gateway Host</strong> is resolvable
de_de: DNS ist korrekt konfiguriert und der in <strong>Object Gateway Host</strong> definierte Hostname ist auflösbar

source: DNS is configured correctly and the host name defined in <strong>Salt API Host</strong> is resolvable
de_de: DNS ist korrekt konfiguriert und der in <strong>Salt API Host</strong> definierte Hostname ist auflösbar

source: Data-Pool
de_de: Daten-Pool

source: Data-Pool:
de_de: Daten-Pool:

source: Data-pool
de_de: Daten-Pool

source: Delete
de_de: Löschen

source: Delete erasure code profile
de_de: Lösche Erasure Code Profil

source: Delete task
de_de: Lösche Prozess

source: Delete tasks
de_de: Lösche Prozesse

source: Delete user
de_de: Lösche Benutzer

source: Details of {{ bucket }}
de_de: Dateils zu {{ bucket }}

source: Details of {{ host }}:{{ path }}
de_de: Details zu {{ host }}:{{ path }}

source: Details of {{ hostname }}
de_de: Details zu {{ hostname }}

source: Details of {{ name }}
de_de: Details zu {{ name }}

source: Details of {{ targetId }}
de_de: Details zu {{ targetId }}

source: Details of {{ userId }}
de_de: Details zu {{ userId }}

source: Disabled
de_de: Deaktiviert

source: Display name...
de_de: Anzeigename...

source: E-Mail address
de_de: E-Mail-Adresse

source: E-Mail address...
de_de: E-Mail-Adresse...

source: Edit
de_de: Editieren

source: Edit User: {{ username }}
de_de: Editiere Benutzer: {{ username }}

source: Edit bucket: {{ bucket }}
de_de: Editiere Bucket: {{ bucket }}

source: Edit capability: {{ type }}
de_de: Editiere capability: {{ type }}

source: Edit subuser: {{ subuser }}
de_de: Editiere Unterbenutzer: {{ subuser }}

source: Edit user: {{ userId }}
de_de: Editiere Benutzer: {{ userId }}

source: Email Address
de_de: E-Mail-Adresse

source: Email Address...
de_de: E-Mail-Adresse...

source: Email address
de_de: E-Mail-Adresse

source: Email address:
de_de: E-Mail-Adresse:

source: Empty
de_de: Leer

source: Enabled
de_de: Aktiviert

source: Enter your password...
de_de: Passwort eingeben...

source: Enter your username...
de_de: Benutzername eingeben...

source: Erasure code profile
de_de: Erasure Code Profil

source: Erasure code profile:
de_de: Erasure Code Profil:

source: Error
de_de: Fehler

source: Failed to load the form data.
de_de: Fehler beim Laden der Formulardaten.

source: File <strong>/etc/ceph/*.conf</strong> and <strong>/etc/ceph/*.keyring</strong> can be read by the <strong>openattic</strong> user<br>
de_de: Die Dateien <strong>/etc/ceph/*.conf</strong> und <strong>/etc/ceph/*.keyring</strong> können vom Benutzer <strong>openattic</strong> gelesen werden<br>

source: File <strong>/etc/ceph/{{ clusterName }}.conf</strong> has the correct permissions
de_de: Die Datei <strong>/etc/ceph/{{ clusterName }}.conf</strong> hat nicht die korrekten Berechtigungen

source: Firstname
de_de: Vorname

source: Firstname...
de_de: Vorname...

source: For example:
de_de: Zum Beispiel:

source: For example: iqn.2016-06.org.openattic:storage:disk.sn-a8675309
de_de: Zum Beispiel: iqn.2016-06.org.openattic:storage:disk.sn-a8675309

source: Form is loading...
de_de: Das Formular lädt...

source: Full name
de_de: Voller Name

source: Full name:
de_de: Voller Name:

source: Generate
de_de: Generiere

source: Get involved
de_de: Werden Sie Teil

source: Grafana connection established successfully
de_de: Grafana Verbindung wurde erfolgreich hergestellt

source: Grafana connection failed
de_de: Grafana-Verbindung fehlgeschlagen

source: Graphics cannot be loaded due to a problem while trying to connect to <strong>Grafana</strong>
de_de: Die Grafiken können aufgrund eines Fehlers während des Verbindungsaufbaus mit <strong>Grafana</strong> nicht geladen werden

source: Graphics cannot be loaded due to a timeout while trying to connect to Grafana
de_de: Die Grafiken können aufgrund eines Time-Outs während dem Verbindungsaufbau mit <strong>Grafana</strong> nicht geladen werden

source: Graphics cannot be loaded due to an authentication problem while connecting to <strong>Grafana</strong>
de_de: Die Grafiken können aufgrund von einem Authentifizierungsproblem mit <strong>Grafana</strong> nicht geladen werden

source: Graphics cannot be loaded due to incomplete <strong>Grafana</strong> configuration
de_de: Die Grafiken können aufgrund von unvollständiger <strong>Grafana</strong> Konfiguration nicht geladen werden

source: Has all privileges
de_de: Hat alle Berechtigungen

source: In order to stay up-to-date you can visit our blog for the latest release notes and other information about openATTIC and interesting topics in general.
de_de: Um auf dem Aktuellen zu bleiben, können Sie unseren Blog besuchen. Dort finden Sie die neusten Release-Ankündigungen und andere allgemeine Informationen über openATTIC.

source: Is active
de_de: Benutzer aktivieren

source: Is administrator
de_de: Benutzer ist Administrator

source: It's not a valid email address.
de_de: Keine gültige E-Mail-Adresse.

source: Keep me logged in
de_de: Login merken

source: Last Change
de_de: Letzte Änderung

source: Last Login
de_de: Letzter Login

source: Last change:
de_de: Letzte Änderung:

source: Lastname
de_de: Nachname

source: Lastname...
de_de: Nachname...

source: Leave this page
de_de: Seite verlassen

source: List buckets
de_de: Liste Buckets auf

source: Loading bucket data...
de_de: Lade Bucket-Daten...

source: Loading user data...
de_de: Lade Benutzerdaten...

source: Loading...
de_de: Lädt...

source: Login
de_de: Anmelden

source: Logout
de_de: Abmelden

source: Manage NFS service
de_de: Verwalte NFS Dienst

source: Manage iSCSI service
de_de: Verwalte iSCSI Dienst

source: Manage service
de_de: Verwalte den Dienst

source: Managed by DeepSea
de_de: Verwaltet von DeepSea

source: Maximum buckets:
de_de: Maximale Buckets:

source: Module cannot be loaded
de_de: Modul kann nicht geladen werden

source: Module is loading...
de_de: Modul lädt...

source: More information
de_de: Mehr Informationen

source: Must be equal to or greater than 1.
de_de: Muss gleich oder größer als 1 sein.

source: Must be equal to or greater than 2.
de_de: Muss gleich oder größer als 2 sein.

source: Must be equal to or smaller than the number of osds.
de_de: Muss gleich oder kleiner als die Anzahl der OSDs sein.

source: NFS Protocol
de_de: NFS Protokoll

source: NFS Protocol:
de_de: NFS Protokoll:

source: NFS export could not be loaded.
de_de: NFS export konnte nicht geladen werden.

source: NFS export is loading...
de_de: NFS export lädt...

source: NFS shares are loading...
de_de: NFS shares laden...

source: NFS shares could not be loaded. Make sure that the ceph module is installed.
de_de: NFS Shares konnte nicht geladen werden. Stellen Sie sicher, dass das Ceph Modul installiert ist.

source: New bucket will be created
de_de: Neuer Bucket wird erstellt

source: New directory will be created
de_de: Neues Verzeichnis wird erstellt

source: No Ceph clusters configured
de_de: Kein Ceph Cluster konfiguriert

source: No Notifications
de_de: Keine Benachrichtigungen

source: No RBD images
de_de: Keine RBD images

source: No firewall is enabled on the Grafana host that blocks access to Grafana
de_de: Es ist keine Firewall auf dem Grafana Host aktiviert, welche den Zugriff auf Grafana blockiert

source: No firewall is enabled on the Object Gateway host that blocks access to the RGW S3 API
de_de: Es ist keine Firewall auf dem Object Gateway Host aktiviert, welche den Zugriff auf die RGW S3 API blockiert
