Repository: openattic/openattic
Catalog: webui/locale/*.po
Languages: de_de

source: {{ oaFreeText }} free - <a ng-click="$ctrl.useMaxSize($ctrl.data.pool)">use max</a>
de_de: {{ oaFreeText }} frei - <a ng-click="$ctrl.useMaxSize($ctrl.data.pool)">max. benutzen</a>

source: {{ queue }} Background-Task{{$ctrl.taskOverview.queue !== 1 ? 's' : ''}}
de_de: {{ queue }} Hintergrund-{{$ctrl.taskOverview.queue !== 1 ? 'Prozesse' : 'Prozess'}}
