Repository: openattic/openattic
Catalog: webui/locale/*.po
Languages: de_de

source: No firewall is enabled on the Salt Master host that blocks access to the Salt REST API
de_de: Es ist keine Firewall auf dem Salt Master Host aktiviert, welche den Zugriff auf die Salt REST API blockiert

source: No matching records found
de_de: Keine passenden Einträge gefunden

source: Nodes are loading...
de_de: Nodes laden...

source: Not a valid number!
de_de: Keine gültige Nummer!

source: Not available
de_de: Nicht verfügbar

source: Note that if the "fast-diff" feature is not enabled on images, openATTIC won't display the "used" size, as this operation will require querying the OSDs for every potential object within the image, which is a time-consuming and I/O-intensive operation. However, images with this feature enabled can't be mapped by the Ceph kernel client "kRBD".
de_de: Beachten Sie, wenn das "fast-diff" Feature nicht aktiviert ist, kann openATTIC nicht die "benutzte" Größe anzeigen, da diese Operation sehr zeit- und rechenaufwendig wäre. Images mit "fast-diff" aktiviert können allerdings nicht von Ceph kernel Client "kRBD" gemapped werden.

source: Notifications
de_de: Benachrichtigungen

source: Number of objects
de_de: Nummer der Objekte

source: Number of objects:
de_de: Nummer der Objekte:

source: Object
de_de: Objekt

source: Object Gateway API connection established successfully
de_de: Object Gateway API Verbindung wurde erfolgreich hergestellt

source: Object Gateway API connection failed
de_de: Object Gateway API Verbindung fehlgeschlagen

source: Object Gateway User
de_de: Object Gateway Benutzer

source: Object Gateway User:
de_de: Object Gateway Benutzer:

source: Object Gateway buckets are loading...
de_de: Object Gateway Buckets laden...

source: Object Gateway users are loading...
de_de: Object Gateway Benutzer laden...

source: Owner
de_de: Besitzer

source: Owner:
de_de: Besitzer:

source: Password
de_de: Passwort

source: Password...
de_de: Passwort...

source: Permission
de_de: Berechtigung

source: Please check the network connections and that Grafana is reachable
de_de: Bitte überprüfen Sie die Netzwerkverbindung und das der Grafana Host erreichbar ist

source: Please check the network connections and that the RGW S3 API host is reachable
de_de: Bitte überprüfen Sie die Netzwerkverbindung und das der RGW S3 API Host erreichbar ist

source: Please check the network connections and that the Salt REST API host is reachable
de_de: Bitte überprüfen Sie die Netzwerkverbindung und das der Salt REST API Host erreichbar ist

source: Please note that this will invalidate the existing token and make sure to update any applications still using the old token.
de_de: Bitte beachten Sie, dass dies das aktuelle Token ungültig werden lässt. Stellen Sie sicher, dass Sie alle Anwendungen aktualisieren, welche das alte Token benutzen.

source: Please verify that:
de_de: Bitte verifizieren Sie, dass:

source: Pool size:
de_de: Pool-Größe

source: Pool type
de_de: Pool-Typ

source: RBD images with the following features are not supported by iSCSI:
de_de: RBD Images mit den folgenden Features werden nicht von iSCSI unterstützt:

source: RBD images with the following features will not be supported by iSCSI:
de_de: RBD Images mit den folgenden Features werden nicht von iSCSI unterstützt:

source: Recent Notifications
de_de: Neuste Benachrichtigungen

source: Refresh
de_de: Aktualisieren

source: Remove all
de_de: Liste leeren

source: Replay the actions you recorded by running this Python script:
de_de: Wiederholen Sie die aufgezeichneten Befehle indem Sie das Python-Script ausführen:

source: Report a bug
de_de: Fehler melden

source: Required field
de_de: Benötigtes Feld

source: Routing settings are configured correctly and the host defined in <strong>Grafana Host</strong> is reachable (e.g. via <kbd>ping</kbd>)
de_de: Die Routing-Einstellungen sind korrekt und der Host, welcher in <strong>Grafana Host</strong> definiert ist, ist erreichbar (z.B. via <kbd>ping</kbd>)

source: Routing settings are configured correctly and the host defined in <strong>Object Gateway Host</strong> is reachable (e.g. via <kbd>ping</kbd>)
de_de: Die Routing-Einstellungen sind korrekt und der Host, welcher in <strong>Object Gateway Host</strong> definiert ist, ist erreichbar (z.B. via <kbd>ping</kbd>)

source: Routing settings are configured correctly and the host defined in <strong>Salt API Host</strong> is reachable (e.g. via <kbd>ping</kbd>)
de_de: Die Routing-Einstellungen sind korrekt und der Host, welcher in <strong>Salt API Host</strong> definiert ist, ist erreichbar (z.B. via <kbd>ping</kbd>)

source: Salt API connection established successfully
de_de: Salt API Verbindung wurde erfolgreich hergestellt

source: Salt API connection failed
de_de: Salt API Verbindung fehlgeschlagen

source: Save
de_de: Speichern

source: Select a Cluster
de_de: Wählen Sie einen Cluster

source: Select a ruleset...
de_de: Wählen Sie ein ruleset...

source: Setting could not be loaded.
de_de: Einstellung konnte nicht geladen werden.

source: Settings
de_de: Einstellungen

source: Settings are loading...
de_de: Einstellungen laden...

source: Shared via NFS:
de_de: Geteilt via NFS:

source: Should not be empty
de_de: Sollte nicht leer sein

source: Showing <strong>{{ current }}</strong> to <strong>{{ to }}</strong> of <strong>{{ amount }}</strong> items
de_de: Zeige <strong>{{ current }}</strong> bis <strong>{{ to }}</strong> von <strong>{{ amount }}</strong> Einträgen

source: Showing <strong>{{firstEntry}}</strong> to <strong>{{lastEntry}}</strong> of <strong>{{totalEntries}}</strong> items
de_de: Zeige <strong>{{firstEntry}}</strong> bis <strong>{{lastEntry}}</strong> von <strong>{{totalEntries}}</strong> Einträgen

source: Sign Out
de_de: Abmelden

source: State
de_de: Zustand

source: Status of {{ name }}
de_de: Status zu {{ name }}

source: Submit
de_de: Absenden

source: Subuser
de_de: Unterbenutzer

source: Subuser...
de_de: Unterbenutzer...

source: Subusers
de_de: Unterbenutzer

source: Subusers:
de_de: Unterbenutzer:

source: Tasks to delete ({{ amount }})
de_de: Zu löschende Prozesse ({{ amount }})

source: The <strong>DeepSea</strong> version that you are using is too old and should be updated
de_de: Die <strong>DeepSea</strong> Version, die Sie benutzen, ist zu alt und sollte aktualisiert werden

source: The <strong>ceph-radosgw.target</strong> daemon is installed and running on the Object Gateway node <kbd># systemctl status ceph-radosgw.target</kbd>
de_de: Der <strong>ceph-radosgw.target</strong> daemon ist installiert und läuft auf dem Object Gateway Node <kbd># systemctl status ceph-radosgw.target</kbd>

source: The RBD you've chosen contains one or more feature(s) that are not supported by iSCSI. Please choose another RBD.
de_de: Das ausgewählte RBD enthält ein oder mehr Features, die nicht von iSCSI unterstützt werden. Bitte wählen Sie ein anderes RBD.

source: The bucket data could not be loaded.
de_de: Die Bucket-Daten konnten nicht geladen werden.

source: The chosen Ceph pool name is already in use.
de_de: Der eingegebene Ceph Pool Name wird bereits verwendet.

source: The chosen RBD name is already in use.
de_de: Der eingegebene RBD Name wird bereits verwendet.

source: The chosen erasure code profile name is already in use.
de_de: Der eingegebene Erasure Code Profil Name wird bereits verwendet.

source: The chosen name is already in use.
de_de: Der eingegebene Name wird bereits verwendet.

source: The chosen subuser ID is already in use.
de_de: Der eingegebene Unterbenutzer ID wird bereits verwendet.

source: The chosen user ID is already in use.
de_de: Der eingegebene Benutzer ID wird bereits verwendet.

source: The chosen user is already in use.
de_de: Der eingegebene Benutzername wird bereits verwendet.

source: The chosen user name is already in use.
de_de: Der eingegebene Benutzername wird bereits verwendet.

source: The following Ceph nodes will be {{ deep }}scrubbed:
de_de: Die folgenden Ceph Nodes werden {{ deep }}scrubbed:

source: The following Ceph pools will be deleted:
de_de: Die folgenden Ceph Pools werden gelöscht:

source: The following NFS exports will be deleted:
de_de: Die folgenden NFS exports werden gelöscht:

source: The following RBDs will be deleted:
de_de: Die folgenden RBDs werden gelöscht:

source: The following buckets will be deleted:
de_de: Die folgenden Buckets werden gelöscht:

source: The following characters are valid: _ a-z A-Z 0-9
de_de: Die folgenden Zeichen sind erlaubt: _ a-z A-Z 0-9

source: The following iSCSI target IQNs will be deleted:
de_de: Die folgenden iSCSI target IQNs werden gelöscht:

source: The following users will be deleted:
de_de: Der folgende Benutzer wird gelöscht:

source: The input value does not match '{{ $ctrl.input.pattern }}'.
de_de: Der Eingabewert entspricht nicht dem Wort '{{ $ctrl.input.pattern }}'.

source: The list of buckets could not be loaded.
de_de: Die Liste der Buckets konnte nicht geladen werden.

source: The list of users could not be loaded.
de_de: Die Liste der Benutzer konnte nicht geladen werden.

source: The password confirmation is required.
de_de: Das Passwort-Bestätigen Feld wird benötigt.

source: The password must be of minimum length 6 characters.
de_de: Das Passwort muss mindestens 6 Zeichen lang sein.

source: The passwords are not equal.
de_de: Die Passwörter sind nicht identisch.

source: The pg size of a pool can only be increased in edit mode.
de_de: Die pg size eines Pools kann nur im Editiermodus erhöht werden.

source: The resource could not be found.
de_de: Die Ressource konnte nicht gefunden werden.

source: The size specified is out of range. A value from {{ minSize }} to {{ maxSize }} is valid.
de_de: Die angegebene Größe ist außerhalb des Bereichs. Ein Wert zwischen {{ minSize }} und {{ maxSize }} ist valide.

source: The striping count has to be a value higher than 1.
de_de: Die Striping-Anzahl muss höher als 1 sein.

source: The user data could not be loaded.
de_de: Die Benutzerdaten konnten nicht geladen werden.

source: The username is required.
de_de: Ein Benutzername ist erforderlich.

source: The value is not valid.
de_de: Dieser Wert ist nicht gültig.

source: There are no {{tabKey}} Tasks.
de_de: Keine {{tabKey}} Prozesse vorhanden.

source: This field is required!
de_de: Bitte dieses Feld ausfüllen!

source: This field is required.
de_de: Bitte dieses Feld ausfüllen.

source: This module cannot be loaded because no Ceph cluster is configured
de_de: Dieses Modul kann nicht geladen werden, da kein Ceph Cluster konfiguriert ist

source: This module cannot be loaded because there are no Salt Minion nodes assigned to the <strong>ganesha</strong> role
de_de: Dieses Modul kann nicht geladen werden, da keine Salt Minion Nodes der <strong>ganesha</strong> Rolle zugewiesen sind

source: This module cannot be loaded because there are no Salt Minion nodes assigned to the <strong>igw</strong> role
de_de: Dieses Modul kann nicht geladen werden, da keine Salt Minion Nodes der <strong>igw</strong> Rolle zugewiesen sind

source: This module cannot be loaded because there are no Salt Minion nodes assigned to the <strong>mds</strong> role neither to the <strong>rgw</strong> role
de_de: Dieses Modul kann nicht geladen werden, da keine Salt Minion Nodes der <strong>mds</strong> oder <strong>rgw</strong> Rolle zugewiesen sind

source: This module cannot be loaded due to a problem while trying to connect to <strong>RGW S3 API</strong>
de_de: Dieses Modul kann aufgrund von Problemen während des Verbindungsaufbaus zur <strong>RGW S3 API</strong> nicht geladen werden

source: This module cannot be loaded due to a problem while trying to connect to CephFS
de_de: Dieses Modul kann aufgrund von Problemen während des Verbindungsaufbaus zu CephFS nicht geladen werden

source: This module cannot be loaded due to a problem while trying to connect to DeepSea via the Salt REST API
de_de: Dieses Modul kann aufgrund von Problemen während des Verbindungsaufbaus mit DeepSea, über die Salt REST API, nicht geladen werden

source: This module cannot be loaded due to a problem while trying to connect to RGW S3 API
de_de: Dieses Modul kann aufgrund von Problemen während des Verbindungsaufbaus mit der RGW S3 API nicht geladen werden

source: This module cannot be loaded due to a problem while trying to connect to the Ceph cluster
de_de: Dieses Modul kann aufgrund von Problemen während des Verbindungsaufbaus mit dem Ceph Cluster nicht geladen werden

source: This module cannot be loaded due to a problem while trying to connect to the Ceph cluster with fsid <strong>{{ fsid }}</strong>
de_de: Dieses Modul kann aufgrund von Problemen während des Verbindungsaufbaus mit dem Ceph Cluster mit der fsid <strong>{{ fsid }}</strong> nicht geladen werden

source: This module cannot be loaded due to a timeout while trying to connect to <strong>RGW S3 API</strong>
de_de: Dieses Modul kann aufgrund eines Time-outs während des Verbindungsaufbaus zur <strong>RGW S3 API</strong> nicht geladen werden

source: This module cannot be loaded due to a timeout while trying to connect to DeepSea via the Salt REST API
de_de: Dieses Modul kann aufgrund eines Time-outs während des Verbindungsaufbaus zur Salt REST API nicht geladen werden

source: This module cannot be loaded due to an authentication problem while connecting to the RGW S3 API
de_de: Dieses Modul kann aufgrund von Authentifizierungsproblemen mit der RGW S3 API nicht geladen werden

source: This module cannot be loaded due to an authentication problem while connecting to the Salt REST API
de_de: Dieses Modul kann aufgrund von Authentifizierungsproblemen mit der Salt REST API nicht geladen werden

source: This module cannot be loaded due to an unexpected error
de_de: Dieses Modul kann aufgrund eines unerwarteten Fehlers nicht geladen werden

source: This module cannot be loaded due to an unexpected error in DeepSea
de_de: Dieses Modul kann aufgrund eines unerwarteten Fehlers in DeepSea nicht geladen werden

source: This module cannot be loaded due to an unexpected error in RGW
de_de: Dieses Modul kann aufgrund eines unerwarteten Fehlers in RGW nicht geladen werden

source: This module cannot be loaded due to an unexpected error while executing <strong>DeepSea ui_ganesha runner</strong>
de_de: Dieses Modul kann aufgrund eines unerwarteten Fehlers, während des Ausführens von <strong>DeepSea ui_ganesha runner</strong>, nicht geladen werden

source: This module cannot be loaded due to an unexpected error while executing <strong>DeepSea ui_iscsi runner</strong>
de_de: Dieses Modul kann aufgrund eines unerwarteten Fehlers, während des Ausführens von <strong>DeepSea ui_iscsi runner</strong>, nicht geladen werden

source: This module cannot be loaded due to an unexpected response from DeepSea
de_de: Dieses Modul kann aufgrund einer unerwarteten Antwort von DeepSea nicht geladen werden

source: This module cannot be loaded due to an unexpected response from RGW
de_de: Dieses Modul kann aufgrund einer unerwarteten Antwort von RGW nicht geladen werden

source: This module cannot be loaded due to incomplete <strong>DeepSea / Salt REST API</strong> configuration
de_de: Dieses Modul kann aufgrund von nicht vollständigen <strong>DeepSea / Salt REST API</strong> Einstellungen nicht geladen werden

source: This module cannot be loaded due to missing configuration problem
de_de: Dieses Modul kann aufgrund von fehlenden Konfigurationen nicht geladen werden

source: To confirm, please click <kbd>Delete erasure code profile</kbd>, or cancel and return to the page.
de_de: Zum Bestätigen klicken Sie bitte <kbd>Lösche Erasure Code Profil</kbd> oder brechen Sie die Aktion ab und kehren zur Seite zurück.

source: To confirm, please click <kbd>Delete user</kbd>, or cancel and return to the page.
de_de: Zum Bestätigen klicken Sie bitte <kbd>Lösche Benutzer</kbd> oder brechen Sie die Aktion ab und kehren zur Seite zurück.

source: To confirm, please click <kbd>Generate</kbd>, or cancel and return to the page.
de_de: Zum Bestätigen klicken Sie bitte <kbd>Generiere</kbd> oder brechen Sie die Aktion ab und kehren zur Seite zurück.

source: To confirm, please enter <kbd>{{ $ctrl.input.pattern }}</kbd> and click <kbd>Delete</kbd>, or cancel and return to the page.
de_de: Zum Bestätigen geben Sie bitte <kbd>{{ $ctrl.input.pattern }}</kbd> in das Eingabefeld ein und klicken Sie <kbd>Löschen</kbd> oder brechen Sie die Aktion ab und kehren zur Seite zurück.

source: To confirm, please enter the information below and click <kbd>Add erasure code profile</kbd>, or cancel and return to the page.
de_de: Zum Bestätigen geben Sie bitte die Informationen ein und klicken <kbd>Erasure Code Profil hinzufügen</kbd> oder brechen Sie die Aktion ab und kehren zur Seite zurück.

source: To mount this NFS export, run the following command:
de_de: Um diesen NFS export anzuhängen, führen Sie bitte folgendes Kommando aus:

source: Toggle navigation
de_de: Navigation umschalten

source: Transport Protocol
de_de: Transport Protokoll

source: Unlimited
de_de: Unbegrenzt

source: Unlimited objects
de_de: Unbegrenzte Objekte

source: Unlimited size
de_de: Unbegrenzte Größe

source: Unsaved Changes
de_de: Ungesicherte Änderungen

source: Use SSL
de_de: Benutze SSL

source: Used
de_de: Benutzt

source: Used:
de_de: Benutzt:

source: User
de_de: Benutzer

source: User ID...
de_de: Benutzer ID...

source: Username
de_de: Benutzername

source: Username...
de_de: Benutzername...

source: Username:
de_de: Benutzername:

source: Users
de_de: Benutzer

source: Value should be between 0.0 and 1.0
de_de: Der Wert sollte zwischen 0.0 und 1.0 sein

source: Value should be greater or equal to 0
de_de: Der Wert sollte größer oder gleich 0 sein

source: Welcome to openATTIC!
de_de: Willkommen bei openATTIC!

source: You are about to add a new erasure code profile.
de_de: Sie sind im Begriff ein neues Erasure Code Profil hinzuzufügen.

source: You are about to delete multiple Ceph pools.
de_de: Sie sind im Begriff mehrere Ceph Pools zu löschen.

source: You are about to delete multiple NFS exports.
de_de: Sie sind im Begriff mehrere NFS exports zu löschen.

source: You are about to delete multiple RBDs.
de_de: Sie sind im Begriff mehrere RBDs zu löschen.

source: You are about to delete multiple buckets.
de_de: Sie sind im Begriff mehrere Buckets zu löschen.

source: You are about to delete multiple iSCSI target IQNs.
de_de: Sie sind im Begriff mehrere iSCSI target IQNs zu löschen.

source: You are about to delete multiple users.
de_de: Sie sind im Begriff mehrere Benutzer zu löschen.

source: You are about to delete the Ceph pool <strong>{{ name }}</strong>.
de_de: Sie sind im Begriff den Ceph Pool <strong>{{ name }}</strong> zu löschen.

source: You are about to delete the NFS export <strong>{{ host }}:{{ path }}</strong>
de_de: Sie sind im Begriff den NFS export <strong>{{ host }}:{{ path }}</strong> zu löschen

source: You are about to delete the RBD <strong>{{ name }}</strong>.
de_de: Sie sind im Begriff das RBD <strong>{{ name }}</strong> zu löschen.

source: You are about to delete the bucket <strong>{{ bucket }}</strong>.
de_de: Sie sind im Begriff den Bucket <strong>{{ bucket }}</strong> zu löschen.

source: You are about to delete the erasure code profile <strong>{{ profileName }}</strong>.
de_de: Sie sind im Begriff das Erasure Code Profil <strong>{{ profileName }}</strong> zu löschen.

source: You are about to delete the iSCSI target IQN <strong>{{ targetId }}</strong>.
de_de: Sie sind im Begriff die iSCSI target IQN <strong>{{ targetId }}</strong> zu löschen.

source: You are about to delete the user <strong>{{ userId }}</strong>.
de_de: Sie sind im Begriff den Benutzer <strong>{{ userId }}</strong> zu löschen.

source: You are about to delete the user <strong>{{ username }}</strong>.
de_de: Sie sind im Begriff den Benutzer <strong>{{ username }}</strong> zu löschen.

source: You are about to delete {{ amount }} tasks.
de_de: Sie sind im Begriff {{ amount }} Prozesse zu löschen.

source: You are about to generate a new API authentication token.
de_de: Sie sind im Begriff ein neues API-Authentifizierungstoken zu generieren.

source: You can change the user group by running the following commands: <br> <kbd># chgrp openattic /etc/ceph/*.keyring</kbd><br> <kbd># chmod g+r /etc/ceph/*.keyring</kbd>
de_de: Sie können die Benutzergruppe durch Ausführen des folgenden Befehls ändern: <br> <kbd># chgrp openattic /etc/ceph/*.keyring</kbd><br> <kbd># chmod g+r /etc/ceph/*.keyring</kbd>

source: You can change the user group by running the following commands: <br> <kbd># chgrp openattic /etc/ceph/*.{conf,keyring}</kbd><br> <kbd># chmod g+r /etc/ceph/*.{conf,keyring}</kbd>
de_de: Sie können die Benutzergruppe durch Ausführen des folgenden Befehls ändern: <br> <kbd># chgrp openattic /etc/ceph/*.{conf,keyring}</kbd><br> <kbd># chmod g+r /etc/ceph/*.{conf,keyring}</kbd>

source: You can use up to four application per pool.
de_de: Sie können bis zu 4 Applications pro Pool benutzen.

source: You have to increase the size in order to have at least 1 object in your RBD.
de_de: Sie müssen die Größe erhöhen um mindestens ein Objekt in Ihrem RBD zu haben.

source: You have to increase the size in order to use striping.
de_de: Sie müssen die Größe erhöhen um Striping benutzen zu können.

source: You have unsaved changes that will be lost if you decide to continue.
de_de: Sie haben ungespeicherte Änderungen, welche verloren gehen, wenn Sie die Seite verlassen.

source: You must <a ng-click="$ctrl.addRBD()">create an RBD image</a> before adding an iSCSI target.
de_de: Sie müssen ein <a ng-click="$ctrl.addRBD()">RBD Image anlegen</a> bevor Sie ein iSCSI target hinzufügen.

source: e.g., 1000
de_de: z.B., 1000

source: e.g., 128K
de_de: z.B., 128K

source: e.g., 1GB
de_de: z.B., 1GB

source: e.g., 500
de_de: z.B., 500

source: e.g., 512K
de_de: z.B., 512K

source: iSCSI target "{{ targetId }}" could not be loaded.
de_de: iSCSI target "{{ targetId }}" konnte nicht geladen werden.

source: iSCSI target IQNs could not be loaded. Make sure that the ceph module is installed.
de_de: iSCSI target IQNs können nicht geladen werden. Stellen Sie sicher, dass das Ceph Modul installiert ist.

source: iSCSI target is loading...
de_de: iSCSI target lädt...

source: iSCSI targets are loading...
de_de: iSCSI targets laden...

source: lun
de_de: replicas on different

source: of <b>{{pages}}</b>
de_de: von <b>{{pages}}</b>

source: yes
de_de: Ja

source: {{ description }} changed from {{ status }} to <span ng-class="{'text-danger': moved[1].status === 'Exception', 'text-success': moved[1].status === 'Finished'}" ng-bind="moved[1].status"></span>
de_de: {{ description }} hat den Status von {{ status }} zu <span ng-class="{'text-danger': moved[1].status === 'Exception', 'text-success': moved[1].status === 'Finished'}" ng-bind="moved[1].status"></span> geändert

source: {{ failed }} Failed-Task{{$ctrl.taskOverview.failed !== 1 ? 's' : ''}}
de_de: {{ failed }} {{$ctrl.taskOverview.failed !== 1 ? 'fehlgeschlagene Prozesse' : 'fehlgeschlagener-Prozess'}}

source: {{ minSize }} replicas means "the original file + {{ minSizeLess }} <ng-pluralize count="$ctrl.activeRuleset.min_size - 1" when="{1: 'copy', 'other': 'copies'}"></ng-pluralize>".
de_de: {{ minSize }} replicas bedeutet: "die Originaldatei + {{ minSizeLess }} <ng-pluralize count="$ctrl.activeRuleset.min_size - 1" when="{1: 'Kopie', 'other': 'Kopien'}"></ng-pluralize>".

source: {{ numBytes }} of {{ maxAvail }} used
de_de: {{ numBytes }} von {{ maxAvail }} benutzt

source: {{ oaFreeText }} free - <a ng-click="$ctrl.useMaxSize($ctrl.data.dataPool)">use max</a>
de_de: {{ oaFreeText }} frei - <a ng-click="$ctrl.useMaxSize($ctrl.data.dataPool)">max. benutzen</a>
